results/run0xx/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       43120;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          9672;
        startFace       43200;
    }
    inlet
    {
        type            patch;
        nFaces          8;
        startFace       52872;
    }
)

// ************************************************************************* //
